Repository: Sirkirill/facetracker-backend
Catalog: facein_api/locale/*/LC_MESSAGES/django.po
Languages: ru, uk

source: Black list and white list
ru: Черный и белый список
uk: Чорний та білий список

source: Black lists and white lists
ru: Черные и белые списки
uk: Чорні та білі списки

source: Profiles
ru: Профили пользователей
uk: Профілі користувачів

source: Names
ru: Имена
uk: Імена

source: Room
ru: Помещение
uk: Приміщення

source: Rooms
ru: Помещения
uk: Приміщення

source: Room name
ru: Название помещения
uk: Назва приміщення

source: Company
ru: Компания
uk: Компанія

source: Flags
ru: Флаги
uk: Прапори

source: Company name
ru: Название компании
uk: Назва компанії

source: Companies
ru: Компании
uk: Компанії

source: Active
ru: Активная
uk: Активна

source: Additional notes
ru: Дополнительные заметки
uk: Додаткові замітки

source: Whitelist room
ru: Помещение с белым списком
uk: Приміщення з білим списком

source: Only whitelist of people is allowed to enter the room, everybody except blacklist otherwise
ru: В помещение может попасть определенный круг людей (иначе все, кроме черного списка)
uk: У приміщення може потрапити певна кількість людей (інакше - всі, крім чорного списку)

source: Company is using FaceIn now
ru: Компания пользуется услугами в данный момент
uk: Компанія користується послугами в даний момент

source: Main Admin Panel
ru: Основная Административная Панель
uk: Основна Адміністративна Панель

source: Admin Panel
ru: Административная Панель
uk: Адміністративна Панель

source: Designates whether this user should be treated as security guard of the customer company.
ru: Указывает на то, является ли пользователь охранником клиентской компании.
uk: Вказує на те, чи є користувач охоронцем клієнтської компанії.

source: Designates whether this user should be treated as admin of the customer company.
ru: Указывает на то, является ли пользователь администратором клиентской компании
uk: Вказує на те, чи є користувач адміністратором клієнтської компанії

source: Designates whether this user should be treated as active.
ru: Указывает на то, является ли пользователь активным или его активность приостановлена.
uk: Вказує на те, чи є користувач активним або його активність припинена.

source: Blacklisted
ru: В черном списке
uk: У чорному списку

source: Whitelisted
ru: В белом списке
uk: У білому списку

source: admin status
ru: Статус администратора
uk: Статус адміністратора

source: blacklisted
ru: В черном списке
uk: У чорному списку

source: security status
ru: Статус охранника
uk: Статус охоронця

source: Enter Room Camera
ru: Камера на входе в помещение
uk: Камера на вході в приміщення

source: Exit Room Camera
ru: Камера на выходе в помещение
uk: Камера на виході з приміщення

source: Camera
ru: Камера
uk: Камера

source: Cameras
ru: Камеры
uk: Камери

source: Moves
ru: Перемещения
uk: Переміщення

source: Companies of rooms are different.
ru: Помещения находятся в разных компаниях.
uk: Приміщення знаходяться в різних компаніях.

source: User can not be both in black list and white list
uk: Користувач не може одночасно перебувати в чорному та білому списках.

source: User is from another company.
ru: Пользователь работает в другой компании.
uk: Користувач працює в іншій компанії.

source: User is not from the whitelist of the whitelisted room
ru: Пользователь не находится в белом списке в помещении, куда есть доступ только людям из белого списка
uk: Користувач не знаходиться в білому списку приміщення, куди є доступ тільки людям з білого списку

source: User is blacklisted for this room
ru: Пользователь находится в черном списке помещения
uk: Користувач знаходиться в чорному списку приміщення

source: User is blacklisted for this company
ru: Пользователь находится в черном списке компании
uk: Користувач знаходиться в чорному списку компанії

source: MoveLog
ru: Запись о Перемещении
uk: Запис про переміщення

source: Event Date
ru: Дата События
uk: Дата Події

source: Photo preview
ru: Предпросмотр фотографии
uk: Попередній перегляд фотографії

source: Photo
ru: Фотография
uk: Фотографія

source: Photos
ru: Фотографии
uk: Фотографії

source: Image name should contain only alphanumeric characters or _
ru: Имя картинки может содержать только буквы, цифры и _
uk: Ім'я картинки може містити тільки букви, цифри та _

source: Backup Database and Media
uk: Резервна копія бази даних і медіа файлів

source: Download database backup
uk: Завантажити резервну копію бази даних

source: Download media backup
uk: Завантажити резервну копію медіа файлів

source: Backup
uk: Резервна копія

source: Backup database
uk: Резервна копія бази даних

source: Backup media
uk: Резервна копія фотографій

source: Somebody has already reacted on the post
uk: На пост вже хтось відреагував

source: Post is important
uk: Пост вартий уваги

source: Post
uk: Пост

source: Posts
uk: Пости

source: User can't be both in black list and white list
ru: Пользователь не может одновременно находиться в черном и белом списке.
